Revit 2024 API
ParameterTypeId.RasterSymbolWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RasterSymbolWidth { get; }
Visual Basic
Public Shared ReadOnly Property RasterSymbolWidth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RasterSymbolWidth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace